specials = [
    {
        "id": "ruguan",
        "name": "入关学",
        "desc": "入关学由知乎用户“山高县”首创，将美国比作历史上的明朝，而中国是建州女真，中国需要像女真入山海关推翻明朝一样摧毁美国的霸权体系。"
    },
    {
        "id": "yinmou",
        "name": "阴谋论",
        "desc": "阴谋论（Conspiracy Theory）是一套解释重大事件的理论，认为这些事件是由秘密团体或组织在暗中操控造成的。"
    },
    {
        "id": "onegod",
        "name": "一神论",
        "desc": "一神论或一神教（Monotheism）是一种对神的信仰，认为只有一个创造世界的神存在。世界上著名的一神教有犹太教、基督教、伊斯兰教等。"
    },
    {
        "id": "rujia",
        "name": "儒家",
        "desc": "儒家，又称儒教、儒学，是由孔子创立并由后人完善的思想体系，对中国古代产生了重大影响，并辐射至周围的东亚国家。"
    },
    {
        "id": "gongye",
        "name": "工业党",
        "desc": "工业党是最近十年在中国互联网舆论场中兴起的派别，主张技术和工业决定社会发展，信奉生产力至上的理念。"
    },
    {
        "id": "mao",
        "name": "毛粉",
        "desc": "从广义上说，毛粉指所有崇拜毛泽东的人，他们不一定完全赞同毛的路线。"
    },
    {
        "id": "han",
        "name": "皇汉",
        "desc": "皇汉是汉民族的代称和别称。近代的皇汉思潮来源于晚清的革命党人使用汉民族主义的概念反抗清朝统治，当代皇汉主要是主张复兴汉文明（尤其是复兴汉服）。"
    },
    {
        "id": "jieti",
        "name": "解体论",
        "desc": "解体论是一种反对大一统，且认为汉族是多民族集合而不是单一民族，从属于汉人的各个分支民系是独立的民族，欣赏中国历史上多个小国家并立的状态的主张。"
    },
    {
        "id": "minguo",
        "name": "民国派",
        "desc": "民国派，或称“国粉”，指亲近中华民国及国民党（尤其是李登辉之前的国民党）、认同三民主义的人。"
    },
    {
        "id": "nvquan",
        "name": "女权主义",
        "desc": "女权主义（Feminism），又称女性主义，是一种追求各性别在政治、经济、个人和社会层面上平等的理论体系和社会运动。"
    },
    {
        "id": "suijing",
        "name": "政治冷感",
        "desc": "政治冷感指对社会公共事务、政治活动不关心或不感兴趣的心态。"
    },
    {
        "id": "dengta",
        "name": "全盘西化",
        "desc": "全盘西化是近代以来的一种思潮，主张抛弃中国传统，充分或全面地采纳西方的制度、文化和价值观等。在当代，其表现为“灯塔主义”。"
    },
    {
        "id": "nimin",
        "name": "逆向民族主义",
        "desc": "在中国语境下，“逆向民族主义”指中国人对中华民族的自我矮化，同时可能包含对其他民族的过度崇拜。"
    },
    {
        "id": "difang",
        "name": "地方主义",
        "desc": "地方主义（Localism），又称本土主义、地方保护主义，主张在地方与全国或与其他地方之间产生的问题中将本地的利益置于首位。"
    },
    {
        "id": "sheda",
        "name": "社会达尔文主义",
        "desc": "社会达尔文主义（Social Darwinism），又称社会进化论，是将达尔文进化论中自然选择的思想应用于人类社会的一种社会理论。"
    },
    {
        "id": "tese",
        "name": "中国特色社会主义",
        "desc": "中国特色社会主义，根植具有五千年文明传承的中华大地，赓续科学社会主义基因血脉，凝结中国共产党和中国人民的伟大创造，是富有鲜明时代特色和民族特色的社会主义。"
    },
    {
        "id": "haidao",
        "name": "海盗党",
        "desc": "海盗党（Pirate Party）是最早起源于瑞典的党派，其名字来源于盗版（piracy，也有“海盗行为”的含义）一词。海盗党主张信息的自由流动（为此需要改革知识产权法律并废除排他性的专利制度）和保障公民隐私权（尤其是互联网上的匿名权）。"
    },
    {
        "id": "jiasu",
        "name": "加速主义",
        "desc": "加速主义（Accelerationism）主张应当加速目前的资本主义或历史上的特定过程，以产生根本性的社会变革。"
    },
    {
        "id": "shequn",
        "name": "社群主义",
        "desc": "社群主义（Communitarianism） ，又称社区主义、共同体主义、合作主义等，是一种强调个人与社群之间的联系的政治哲学，反对极端个人主义和现代性国家对共同体的破坏。"
    }
];
